# PointCloudOverrides Properties

---
The PointCloudOverrides type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity.
Top
#### Reference
PointCloudOverrides Class
Autodesk.Revit.DB.PointClouds Namespace